export default {
  title: "איך התחלתי",
  steps: [
    "גיליתי לראשונה את התכנות בתיכון על ידי למידת C בקורס אלקטרוניקה, אבל החיים לקחו אותי לכיוונים אחרים במשך זמן מה.",
    "במהלך הסגר של הקורונה, השתעממתי והחלטתי ללמוד מיומנויות חדשות, אז התחלתי לתכנת שוב עם C, וללמוד על רשתות ו-Python.",
    "לאחר זמן מה, חבר של אבא שלי שאל אותי אם אני יודע לתכנת, ואמר לי שאם אני אלמד React הוא יכול להציע לי עבודה. אז צללתי ל-React ולפיתוח אתרים.",
    "הוא קיים את הבטחתו והציע לי עבודה חלקית ב-SaitLabs, ואחרי חודש התקבלתי לעבודה מלאה.",
  ] as const,
};
